Repository: kkartunov/wp-content-protect
Catalog: lang/WP_ContentProtect_Textdomain-*.po
Languages: de_de

source: General
de_de: Allgemein

source: Restrict content
de_de: Inhalt beschränken

source: Help
de_de: Hilfe

source: Datetime formating
de_de: Datetime-Formatierung

source: Custom column
de_de: Plugin Spalte

source: Display custom column with content status in listings
de_de: Display benutzerdefinierte Spalte mit Statusanzeigen in Auflistung

source: Protect by default
de_de: Schützen standardmäßig

source: Protect new, pending and future content by default
de_de: Schütze neue, anstehende und zukünftige Inhalte standardmäßig

source: Content Protect
de_de: Inhaltsschutz

source: Protected for %suntil %s
de_de: Geschützt für %sbis %s

source: Protected by %s for %s until %s.
de_de: Geschützt von %s für %s bis %s.

source: Content is publicly available since %s
de_de: Inhalt ist öffentlich zugänglich ab %s

source: Renew protection for
de_de: Schutz erneuern für

source: Lock Indefinitely
de_de: Für unbestimmte Zeit

source: Remove protection
de_de: Schutz entfernen

source: Alter protection for:
de_de: Schutz ändern

source: Restrict Content For:
de_de: Beschränken Inhalt für:

source: Content protect settings
de_de: Einstellungen für Inhalt-Schutz
